{
    "translation": {
        "hello":"Hola",
        "this line is translated":"Esta linea está traducida",
        "First Name":"Nombre",
        "Last Name":"Apellido",
        "Height (cm)":"Estatura (cm)",
        "Weight (kg)":"Peso (kg)",
        "Age":"Edad",
        "Email":"Correo electronico",
        "Password":"CONTRASEÑA",
        "Login":"INICIAR SESIÓN",
        "Already have an account?":"¿Ya tienes una cuenta?",
        "Sign Up":"Regístrate",
        "Confirm Password":"CONFIRMAR CONTRASEÑA",
        "Password is required":"LA CONTRASEÑA ES REQUERIDA",
        "Email is required":"El correo es requerido",
        "Please enter a valid email":"Por favor ingrese un correo válido",
        "Password must be at least 6 characters":"La contraseña debe tener al menos 6 caracteres",
        "Login Failed. Please try again":"Inicio de sesión fallido. Por favor intente de nuevo",

        "GYMWOLF IS THE BEST TOOL TO": "GYMWOLF ES LA MEJOR HERRAMIENTA PARA",
        "TRACK YOUR WORKOUTS ": "SEGUIR TUS ENTRENAMIENTOS",
        "ONLINE.": "EN LÍNEA.",
        "Get Started":"Comenzar",

        "Profile":"PERFIL",
        "Progress":"PROGRESO",
        "Logout":"CERRAR SESIÓN",

        "Welcome Back!":"¡Bienvenido de nuevo!",
        "Enter Email":"Ingresa tu correo",
        "Enter Password":"INGRESA TU CONTRASEÑA",
        "Log in":"INICIAR SESIÓN",
        "Don't have an account?":"¿No tienes una cuenta?",

        "exercise":"ejercicio",
        "exercises":"ejercicios",
        "exerciseTitle": "Ejercicios de {{name}}",

        "Exercises":"Ejercicios",
        "Chest":"Pecho",
        "Upper Arms":"Parte Superior de Brazos",
        "Lower Arms":"Brazos inferiores",
        "Back":"Espalda",
        "Shoulders":"Hombros",
        "Upper Legs":"Piernas superiores",
        "Lower Legs":"Piernas inferiores",
        "Waist":"Cintura",
        "Cardio":"Cardio",

        "archer push up": "FLEXIÓN DE ARQUERO",
        "assisted chest dip (kneeling)": "INMERSIÓN DE PECHO ASISTIDA (DE RODILLAS)",
        "assisted wide-grip chest dip (kneeling)": "INMERSIÓN ASISTIDA DE PECHO CON AGARRE ANCHO (DE RODILLAS)",
        "assisted seated pectoralis major stretch with stability ball": "ESTIRAMIENTO ASISTIDO DEL MÚSCULO PECTORAL MAYOR SENTADO CON BALÓN DE ESTABILIDAD",
        "band bench press": "PRESS DE BANCA CON BANDA",
        "band one arm twisting chest press": "BANDA CON PRENSA DE PECHO CON UN BRAZO GIRATORIO",
        "barbell bench press": "PRESS DE BANCA CON BARRA",
        "barbell decline bench press": "PRESS DE BANCA DECLINADO CON BARRA",
        "barbell decline pullover": "PULLOVER DECLINADO CON BARRA",
        "barbell decline wide-grip press": "PRESS DECLINADO CON AGARRE ANCHO DE BARRA",

        "Equipment":"Equipo",
        "Target Muscle":"Músculo objetivo",
        "Secondary Muscle":"Músculo secundario",
        "Instructions":"Instrucciones",
        "band":"Banda",
        "barbell":"Barra",

        "leverage machine":"Máquina de palanca", 
        "assisted":"Asistido",
        "body weight":"Peso corporal",

        "pectorals":"Pectoral",
        "tricpes":"Tríceps",
        "shoulders":"Hombros",
        "core":"Abdomen",
        "biceps":"Bíceps",
        "forearms":"Antebrazos",
        "chest":"Pecho",
        "Brachialis":"Braquial",

        "Sit on a stability ball with your feet flat on the ground and your back straight.": "Siéntate en un balón de estabilidad con los pies planos en el suelo y la espalda recta.",
        "Hold a stability ball with both hands and extend your arms straight out in front of you.": "Sostén un balón de estabilidad con ambas manos y extiende los brazos rectos frente a ti.",
        "Slowly lower the stability ball towards your chest, feeling a stretch in your pectoral muscles.":"Baja lentamente el balón de estabilidad hacia tu pecho, sintiendo un estiramiento en tus músculos pectorales.",
        "Hold the stretch for a few seconds, then slowly return to the starting position.": "Mantén el estiramiento durante unos segundos, luego regresa lentamente a la posición inicial.",


        "Adjust the machine to your desired height and secure your knees on the pad.": "Ajusta la máquina a la altura deseada y asegura tus rodillas en la almohadilla.",
        "Grasp the handles with your palms facing down and your arms fully extended." : "Agarra las manijas con las palmas hacia abajo y los brazos completamente extendidos.",
        "Lower your body by bending your elbows until your upper arms are parallel to the floor." : "Baja tu cuerpo doblando los codos hasta que tus brazos superiores estén paralelos al suelo.",
        "Pause for a moment, then push yourself back up to the starting position." : "Haz una pausa por un momento, luego empújate hacia arriba a la posición inicial.",
        "Repeat for the desired number of repetitions.": "Repite para el número deseado de repeticiones.",

        "Start in a push-up position with your hands slightly wider than shoulder-width apart.": "Comienza en una posición de flexión con las manos ligeramente más anchas que el ancho de los hombros.",
        "Extend one arm straight out to the side, parallel to the ground.": "Extiende un brazo recto hacia un lado, paralelo al suelo.",
        "Lower your body by bending your elbows, keeping your back straight and core engaged.": "Baja tu cuerpo doblando los codos, manteniendo la espalda recta y el abdomen comprometido.",
        "Push back up to the starting position.": "Empújate hacia arriba a la posición inicial.",
        "Repeat on the other side, extending the opposite arm out to the side." : "Repite en el otro lado, extendiendo el brazo opuesto hacia un lado.",
        "Continue alternating sides for the desired number of repetitions.": "Continúa alternando lados para el número deseado de repeticiones.",

        "Our Trainers":"Nuestros Entrenadores",
        "Contact":"Contacto",
        "YouTube Videos":"Videos de YouTube",
        "To watch video":"Para ver el video",
        "click here":"haz clic aquí",
        

        "Heliis has completed the International Personal Trainer EGF Level 4 training, she's a triathlon athlete, a judge of the Estonian Triathlon Union and experienced trainer of children at the Tartu Swimming Club. You can also hire Heliis via our online service and have work directly with you through our app":"Heliis ha completado la formación de Entrenador Personal Internacional EGF Nivel 4, es atleta de triatlón, juez de la Unión de Triatlón de Estonia y entrenadora experimentada de niños en el Club de Natación de Tartu. También puedes contratar a Heliis a través de nuestro servicio en línea y trabajar directamente contigo a través de nuestra aplicación",

        "Sarah is a former gymnast and an IFBB bikini fitness world champion. To achieve this, she has gained access to, trained with and learned from the best coaches and specialists in the field. Now, based on these experiences, she can help you to set and reach your nutrition and fitness targets and ultimately create a healthy, enjoyable and sustainable lifestyle for you. Inside and outside the gym, she will support your progress every step of the way! Ask her clients, they love her! You can hire Arida to be your PT too, on our website www.gymwolf.com/trainer": "Sarah es una ex gimnasta y campeona mundial de fitness en bikini IFBB. Para lograr esto, ha tenido acceso, entrenado y aprendido de los mejores entrenadores y especialistas en el campo. Ahora, basada en estas experiencias, puede ayudarte a establecer y alcanzar tus objetivos de nutrición y fitness y, en última instancia, crear un estilo de vida saludable, agradable y sostenible para ti. Dentro y fuera del gimnasio, apoyará tu progreso en cada paso del camino. ¡Pregúntale a sus clientes, la aman! También puedes contratar a Arida para ser tu PT, en nuestro sitio web www.gymwolf.com/trainer",

        "Hello, and welcome! I'm Lorel McDowell, Certified Personal Trainer, MNU Certified Nutritionist, and Pre and Postnatal Specialist. Every day, every session, it has all been part of our shared journey towards growth. Education empowers us, and empowerment builds self-confidence. So, expect to learn as we train! We'll cover training fundamentals, spicing things up to keep it fun.": "¡Hola y bienvenido! Soy Lorel McDowell, Entrenadora Personal Certificado, Nutricionista Certificada MNU y Especialista en Pre y Postnatal. Todos los días, cada sesión, todo ha sido parte de nuestro viaje compartido hacia el crecimiento. La educación nos empodera y el empoderamiento construye la autoconfianza. ¡Así que espera aprender mientras entrenamos! Cubriremos los fundamentos del entrenamiento, condimentando las cosas para mantenerlo divertido.",

        "First up is Erik Kalmus (@erik_k on Instagram, in case you're interested), our strength and conditioning specialist. A university-trained Strength Sports coach, he is an expert at designing personal training programmes and nutrition plans. He is currently pursuing his master`s degree in Strength and Conditioning with an eye of doing research for an eventual PhD, too. Man's got goals! As a PT, Erik finds that his main job is to change clients' environmental habits such as physical activity, sleep and nutrition by carefully building on their training and fitting it into their lifestyle. He is very dedicated to improving his clients` quality of life and loves to see the results of his work manifest in their lives. You can hire Erik as your personal PT on our website, www.gymwolf.com/trainer":" Primero está Erik Kalmus (@erik_k en Instagram, en caso de que estés interesado), nuestro especialista en fuerza y acondicionamiento. Entrenador de Deportes de Fuerza entrenado en la universidad, es un experto en diseñar programas de entrenamiento personal y planes de nutrición. Actualmente está persiguiendo su maestría en Fuerza y Acondicionamiento con la intención de hacer investigación para un eventual doctorado, también. ¡El hombre tiene metas! Como PT, Erik encuentra que su trabajo principal es cambiar los hábitos ambientales de los clientes, como la actividad física, el sueño y la nutrición, construyendo cuidadosamente sobre su entrenamiento y adaptándolo a su estilo de vida. Está muy dedicado a mejorar la calidad de vida de sus clientes y le encanta ver los resultados de su trabajo manifestarse en sus vidas. Puedes contratar a Erik como tu PT personal en nuestro sitio web, www.gymwolf.com/trainer",

        "Hi, I am Agne Kask. I am a certified fitness instructor and Neuroathletics coach, specializing in exercise and brain health for older adults. My focus is on helping women maintain vitality, creativity, longevity, and mental sharpness as they age. I am also a certified life and business coach, meditation and mindset coach, personal stylist, and color consultant. My mission is to help women over 50 thrive in every aspect of their lives, empowering them to live with confidence, purpose, and joy.": "Hola, soy Agne Kask. Soy instructora de fitness certificada y entrenadora de Neuroathletics, especializada en ejercicio y salud cerebral para adultos mayores. Mi enfoque es ayudar a las mujeres a mantener la vitalidad, la creatividad, la longevidad y la agudeza mental a medida que envejecen. También soy coach de vida y negocios certificada, coach de meditación y mentalidad, estilista personal y consultora de color. Mi misión es ayudar a las mujeres mayores de 50 años a prosperar en todos los aspectos de sus vidas, empoderándolas para vivir con confianza, propósito y alegría.",

        "Siim is a university-trained practicing physiotherapist, personal trainer and a world-class bodybuilder. He is a strong believer in what does not challenge you, would not change you. Thus, you should expect to be challenged if you work with him. Siim has extensive experience, from working with people with special needs to training elite athletes from freestyle skiing to bodybuilding and bikini fitness. His speciality is physical conditioning along with strength and hypertrophy programs.":"Siim es un fisioterapeuta en ejercicio entrenado en la universidad, entrenador personal y culturista de clase mundial. Es un firme creyente en que lo que no te desafía, no te cambiará. Por lo tanto, debes esperar ser desafiado si trabajas con él. Siim tiene una amplia experiencia, desde trabajar con personas con necesidades especiales hasta entrenar a atletas de élite, desde esquí estilo libre hasta culturismo y fitness en bikini. Su especialidad es la acondicionamiento físico junto con programas de fuerza y hipertrofia.",


        "Health Spot":"Punto de Salud",
        "Read More":"Leer más",

        "Dashboard":"Tablero",
        "Personal Trainer":"Entrenador Personal",
        "Articles":"Artículos",

        "Amount is required":"La cantidad es requerida",
        "Time is required":"El tiempo es requerido",
        "Enter amount":"Ingrese la cantidad",
        "Enter time":"Ingrese el tiempo",
        "Select time":"Seleccionar hora",
        "Amount":"Cantidad",
        "Time":"Hora",
        "Add Water":"Agregar agua",
        "Save":"Guardar",

        "Enter Goal":"Ingrese la meta",
        "Goal Set":"Meta establecida",
        "Log Water Intake":"Registro de consumo de agua",
        "Water Intake":"Consumo de agua",
        "Set":"Establecer",
        "Water Chart":"Tabla de agua",
        "Amount (oz)":"Cantidad (oz)",

        "Add Sleep":"AGREGAR SUEÑO",
        "Choose Type of Sleep":"ELIJA EL TIPO DE SUEÑO",
        "Nightly":"Nocturno",
        "Nap":"Siesta",
        "Duration":"DURACIÓN",
        "hrs":"horas",
        "Duration is required":"LA DURACIÓN ES REQUERIDA",

        "Sleep Chart":"TABLA DE SUEÑO",
        "Type":"Tipo",
        "Duration (hrs)":"DURACIÓN (HORAS)",

        "Steps":"Pasos",
        "Calories":"Calorías",
        "Distance":"Distancia",

        "Activity is required":"La actividad es requerida",
        "Start Time is required":"La hora de inicio es requerida",
        "Date is required":"La fecha es requerida",
        "Distance is required":"La distancia es requerida",
        "Activity":"Actividad",
        "Date":"Fecha",
        "Start Time":"Hora de inicio",
        "Duration (mins)":"DURACIÓN (MIN)",
        "Distance (km)":"Distancia (km)",
        "Enter activity":"Ingrese actividad",
        "Select Date":"Seleccione la fecha",
        "Select Time":"Seleccione la hora",
        "Enter duration":"Ingrese la duración", 
        "Enter distance":"Ingrese la distancia",
        "Submit":"Enviar",

        "Signed up successfully":"Registrado con éxito",

        "assisted standing triceps extension (with towel)": "EXTENSION DE TRÍCEPS DE PIE ASISTIDA (CON TOALLA)",
        "Stand with your feet shoulder-width apart and hold a towel with both hands behind your head.": "Párate con los pies separados al ancho de los hombros y sostén una toalla con ambas manos detrás de la cabeza.",
        "Keep your elbows close to your ears and your upper arms stationary.": "Mantén los codos cerca de las orejas y los brazos superiores estacionarios.",
        "Slowly extend your forearms upward, squeezing your triceps at the top.": "Extiende lentamente los antebrazos hacia arriba, apretando los tríceps en la parte superior.",
        "Pause for a moment, then slowly lower the towel back down to the starting position.": "Haz una pausa por un momento, luego baja lentamente la toalla de nuevo a la posición inicial.",

        "assisted triceps dip (kneeling)":"INMERSIÓN DE TRÍCEPS ASISTIDA (DE RODILLAS)",
        "Adjust the machine to your desired weight and height." : "Ajusta la máquina al peso y altura deseados.",
        "Kneel down on the pad facing the machine, with your hands gripping the handles.": "Arrodíllese en la almohadilla frente a la máquina, con las manos agarrando las manijas.",
        "Lower your body by bending your elbows, keeping your back straight and close to the machine.": "Baja tu cuerpo doblando los codos, manteniendo la espalda recta y cerca de la máquina.",
        "Pause for a moment at the bottom, then push yourself back up to the starting position.":"Haz una pausa por un momento en la parte inferior, luego empújate hacia arriba a la posición inicial.",

        "band alternating biceps curl":"FLEXIÓN DE BÍCEPS ALTERNADO CON BANDA",
        "Stand with your feet shoulder-width apart and hold the band with an underhand grip, palms facing up.": "Párate con los pies separados al ancho de los hombros y sostén la banda con un agarre invertido, las palmas hacia arriba.",
        "Keep your elbows close to your sides and slowly curl one arm up towards your shoulder, squeezing your biceps at the top.": "Mantén los codos cerca de los lados y riza lentamente un brazo hacia arriba hacia el hombro, apretando los bíceps en la parte superior.",
        "Lower the arm back down to the starting position and repeat with the other arm.": "Baja el brazo de nuevo a la posición inicial y repite con el otro brazo.",
        "Continue alternating arms for the desired number of repetitions.": "Continúa alternando los brazos para el número deseado de repeticiones.",

        "band close-grip push-up":"FLEXIÓN DE BRAZOS CON AGARRE CERRADO CON BANDA",
        "Place a band around your upper arms, just above the elbows.": "Coloca una banda alrededor de los brazos superiores, justo encima de los codos.",
        "Assume a push-up position with your hands directly under your shoulders and your body in a straight line from head to heels.": "Adopta una posición de flexión con las manos directamente debajo de los hombros y el cuerpo en línea recta desde la cabeza hasta los talones.",
        "Bend your elbows and lower your chest towards the ground, keeping your elbows close to your sides." : "Dobla los codos y baja el pecho hacia el suelo, manteniendo los codos cerca de los lados.",
        "Push through your palms to extend your arms and return to the starting position." : "Empuja con las palmas para extender los brazos y volver a la posición inicial.",

        "band concentration curl":"FLEXIÓN DE BÍCEPS CONCENTRADA CON BANDA",
        "Sit on a bench or chair with your legs spread apart and your feet flat on the ground.": "Siéntate en un banco o silla con las piernas separadas y los pies planos en el suelo.",
        "Hold one end of the band in your hand and step on the other end with your foot on the same side.": "Sostén un extremo de la banda en tu mano y pisa el otro extremo con tu pie del mismo lado.",
        "Lean forward slightly and rest your elbow on the inside of your thigh, just above the knee.": "Inclínate ligeramente hacia adelante y apoya el codo en el interior del muslo, justo encima de la rodilla.",
        "With your palm facing up, slowly curl your hand towards your shoulder, keeping your upper arm stationary.":"Con la palma hacia arriba, riza lentamente la mano hacia el hombro, manteniendo el brazo superior estacionario.",
        "Pause for a moment at the top, then slowly lower your hand back down to the starting position.": "Haz una pausa por un momento en la parte superior, luego baja lentamente la mano de nuevo a la posición inicial.",
        "Repeat for the desired number of repetitions, then switch sides.": "Repite para el número deseado de repeticiones, luego cambia de lado.",

        "band one arm overhead biceps curl":"FLEXIÓN DE BÍCEPS CON UN BRAZO SOBRE LA CABEZA CON BANDA",
        "Stand with your feet shoulder-width apart and place one end of the band under your foot.": "Párate con los pies separados al ancho de los hombros y coloca un extremo de la banda debajo de tu pie.",
        "Hold the other end of the band with your arm fully extended overhead, palm facing forward.": "Sostén el otro extremo de la banda con el brazo completamente extendido sobre la cabeza, la palma hacia adelante.",
        "Keeping your upper arm stationary, curl your forearm towards your shoulder, squeezing your biceps." : "Manteniendo el brazo superior estacionario, riza el antebrazo hacia el hombro, apretando los bíceps.",
        "Pause for a moment at the top, then slowly lower your forearm back to the starting position." : "Haz una pausa por un momento en la parte superior, luego baja lentamente el antebrazo a la posición inicial.",
        "Repeat for the desired number of repetitions, then switch arms.": "Repite para el número deseado de repeticiones, luego cambia de brazo.",

        "band side triceps extension":"EXTENSIÓN DE TRÍCEPS LATERAL CON BANDA",
        "Stand with your feet shoulder-width apart and hold the band with both hands, palms facing down.": "Párate con los pies separados al ancho de los hombros y sostén la banda con ambas manos, las palmas hacia abajo.",
        "Extend your arms straight out to the sides, keeping them parallel to the ground." : "Extiende los brazos rectos hacia los lados, manteniéndolos paralelos al suelo.",
        "Slowly bend your elbows and bring your hands towards your shoulders, keeping your upper arms still.": "Dobla lentamente los codos y lleva las manos hacia los hombros, manteniendo los brazos superiores quietos.",
        "Pause for a moment, then slowly extend your arms back out to the starting position." : "Haz una pausa por un momento, luego extiende lentamente los brazos de nuevo a la posición inicial.",

        "barbell alternate biceps curl":"FLEXIÓN DE BÍCEPS ALTERNADA CON BARRA",
        "Stand up straight with your feet shoulder-width apart and hold a barbell in each hand, palms facing forward.": "Párate derecho con los pies separados al ancho de los hombros y sostén una barra en cada mano, las palmas hacia adelante.",
        "Keep your upper arms stationary and exhale as you curl the weights while contracting your biceps.": "Mantén los brazos superiores estacionarios y exhala mientras rizas los pesos mientras contraes los bíceps.",
        "Continue to raise the barbells until your biceps are fully contracted and the barbells are at shoulder level.": "Continúa levantando las barras hasta que los bíceps estén completamente contraídos y las barras estén a la altura de los hombros.",
        "Hold the contracted position for a brief pause as you squeeze your biceps.": "Mantén la posición contraída durante una breve pausa mientras aprietas los bíceps.",
        "Inhale as you slowly begin to lower the barbells back to the starting position.": "Inhala mientras comienzas a bajar lentamente las barras a la posición inicial.",
        "Repeat for the desired number of repetitions, alternating arms.": "Repite el número deseado de repeticiones, alternando los brazos.",

        "barbell biceps curl (with arm blaster)": "FLEXIÓN DE BÍCEPS CON BARRA (CON BLASTER DE BRAZO)",
        "Stand up straight with your feet shoulder-width apart and hold a barbell with an underhand grip, palms facing up.": "Párate derecho con los pies separados al ancho de los hombros y sostén una barra con un agarre invertido, las palmas hacia arriba.",
        "Place your upper arms against the arm blaster, keeping your elbows close to your torso." : "Coloca los brazos superiores contra el blaster de brazo, manteniendo los codos cerca del torso.",
        "Keeping your upper arms stationary, exhale and curl the weights while contracting your biceps.": "Manteniendo los brazos superiores estacionarios, exhala y riza los pesos mientras contraes los bíceps.",
        "Continue to raise the barbell until your biceps are fully contracted and the bar is at shoulder level." : "Continúa levantando la barra hasta que los bíceps estén completamente contraídos y la barra esté a la altura de los hombros.",
        "Inhale and slowly begin to lower the barbell back to the starting position." : "Inhala y comienza a bajar lentamente la barra a la posición inicial.",

        "barbell close-grip bench press" : "PRESS DE BANCA CON AGARRE CERRADO CON BARRA",
        "Lie flat on a bench with your feet flat on the ground and your back pressed against the bench." : "Acuéstate en un banco con los pies planos en el suelo y la espalda presionada contra el banco.",
        "Grasp the barbell with a close grip, slightly narrower than shoulder-width apart." : "Agarra la barra con un agarre cerrado, ligeramente más estrecho que el ancho de los hombros.",
        "Unrack the barbell and lower it slowly towards your chest, keeping your elbows close to your body." : "Desengancha la barra y bájala lentamente hacia el pecho, manteniendo los codos cerca del cuerpo.",
        "Pause for a moment when the barbell touches your chest." : "Haz una pausa por un momento cuando la barra toque tu pecho.",
        "Push the barbell back up to the starting position, fully extending your arms." : "Empuja la barra hacia arriba a la posición inicial, extendiendo completamente los brazos.",

        "Grasp the band handles with an overhand grip, slightly wider than shoulder-width apart." : "Agarra las manijas de la banda con un agarre por encima, ligeramente más ancho que el ancho de los hombros.",
        "Extend your arms fully, pushing the bands away from your chest." : "Extiende los brazos completamente, empujando las bandas lejos de tu pecho.",
        "Slowly lower the bands back down to your chest, keeping your elbows at a 90-degree angle." : "Baja lentamente las bandas de nuevo a tu pecho, manteniendo los codos en un ángulo de 90 grados.",

        "Grasp the handles with a wide grip and keep your elbows slightly bent." : "Agarra las manijas con un agarre ancho y mantén los codos ligeramente doblados.",
        "Push yourself back up to the starting position by extending your arms.": "Empújate hacia arriba a la posición inicial extendiendo los brazos.",

        "Attach the band to a sturdy anchor point at chest height." : "Fija la banda a un punto de anclaje resistente a la altura del pecho.",
        "Stand with your side facing the anchor point and grab the band with one hand." : "Párate de lado frente al punto de anclaje y agarra la banda con una mano.",
        "Step away from the anchor point to create tension in the band." : "Alejate del punto de anclaje para crear tensión en la banda.",
        "Position your feet shoulder-width apart and slightly bend your knees." : "Coloca los pies separados al ancho de los hombros y dobla ligeramente las rodillas.",
        "Bring your hand holding the band across your body, towards the opposite shoulder." : "Lleva la mano que sostiene la banda a través de tu cuerpo, hacia el hombro opuesto.",
        "While maintaining tension in the band, push your hand forward and away from your body, extending your arm." : "Manteniendo la tensión en la banda, empuja la mano hacia adelante y lejos de tu cuerpo, extendiendo el brazo.",
        "Slowly return to the starting position and repeat for the desired number of repetitions." : "Regresa lentamente a la posición inicial y repite para el número deseado de repeticiones.",
        "Switch sides and repeat the exercise with the other hand." : "Cambia de lado y repite el ejercicio con la otra mano.",

        "Grasp the barbell with an overhand grip slightly wider than shoulder-width apart." : "Agarra la barra con un agarre por encima ligeramente más ancho que el ancho de los hombros.",
        "Lift the barbell off the rack and hold it directly above your chest with your arms fully extended.": "Levanta la barra del soporte y mantenla directamente sobre tu pecho con los brazos completamente extendidos.",
        "Lower the barbell slowly towards your chest, keeping your elbows tucked in." : "Baja lentamente la barra hacia el pecho, manteniendo los codos pegados.",
        "Push the barbell back up to the starting position by extending your arms." : "Empuja la barra hacia arriba a la posición inicial extendiendo los brazos.",

        "Lie down on a decline bench with your head lower than your hips and your feet secured." : "Acuéstate en un banco declinado con la cabeza más baja que las caderas y los pies asegurados.",
        "Hold the barbell with a pronated grip (palms facing away from you) and your hands slightly wider than shoulder-width apart." : "Sostén la barra con un agarre pronado (palmas hacia afuera) y las manos ligeramente más anchas que el ancho de los hombros.",
        "Extend your arms above your chest, keeping a slight bend in your elbows." : "Extiende los brazos sobre el pecho, manteniendo una ligera flexión en los codos.",
        "Lower the barbell in an arc motion behind your head, feeling a stretch in your chest and shoulders." : "Baja la barra en un movimiento de arco detrás de la cabeza, sintiendo un estiramiento en el pecho y los hombros.",
        "Pause for a moment, then return the barbell to the starting position by reversing the motion." : "Haz una pausa por un momento, luego devuelve la barra a la posición inicial invirtiendo el movimiento.",

        "band reverse wrist curl":"FLEXIÓN DE BANDA DE MUÑECA",
        "Sit on a bench or chair with your feet flat on the ground." : "Siéntate en un banco o silla con los pies planos en el suelo.",
        "Hold the band with an overhand grip, palms facing down, and wrap it around your fingers." : "Sostén la banda con un agarre por encima, las palmas hacia abajo, y envuélvela alrededor de tus dedos.",
        "Rest your forearms on your thighs, with your wrists hanging off the edge." : "Apoya los antebrazos en los muslos, con las muñecas colgando del borde.",
        "Slowly curl your wrists upward, squeezing your forearms.": "Flexiona lentamente las muñecas hacia arriba, apretando los antebrazos.",
        "Pause for a moment at the top, then slowly lower your wrists back down to the starting position." : "Haz una pausa por un momento en la parte superior, luego baja lentamente las muñecas de nuevo a la posición inicial.",

        "band wrist curl":"FLEXIÓN DE MUÑECA CON BANDA",
        "Hold the band with both hands, palms facing up, and rest your forearms on your thighs." : "Sostén la banda con ambas manos, las palmas hacia arriba, y apoya los antebrazos en los muslos.",

        "barbell palms down wrist curl over a bench":"FLEXIÓN DE MUÑECA CON BARRA CON PALMAS HACIA ABAJO SOBRE UN BANCO",
        "Sit on a bench with your feet flat on the ground and your forearms resting on your thighs, palms facing down." : "Siéntate en un banco con los pies planos en el suelo y los antebrazos apoyados en los muslos, las palmas hacia abajo.",
        "Hold a barbell with an overhand grip, hands shoulder-width apart." : "Sostén una barra con un agarre por encima, las manos separadas al ancho de los hombros.",
        "Lower the barbell towards the ground by flexing your wrists, keeping your forearms stationary." : "Baja la barra hacia el suelo flexionando las muñecas, manteniendo los antebrazos estacionarios.",
        "Pause for a moment at the bottom, then slowly raise the barbell back up by extending your wrists." : "Haz una pausa por un momento en la parte inferior, luego levanta lentamente la barra hacia arriba extendiendo las muñecas.",

        "barbell palms up wrist curl over a bench":"FLEXIÓN DE MUÑECA CON BARRA CON PALMAS HACIA ARRIBA SOBRE UN BANCO",
        "Sit on a bench with your feet flat on the ground and hold a barbell with an underhand grip, palms facing up.": "Siéntate en un banco con los pies planos en el suelo y sostén una barra con un agarre invertido, las palmas hacia arriba.",
        "Rest your forearms on the bench, allowing your wrists to hang off the edge." : "Apoya los antebrazos en el banco, permitiendo que las muñecas cuelguen del borde.",
        "Keeping your forearms stationary, exhale and curl your wrists upwards as far as possible." : "Manteniendo los antebrazos estacionarios, exhala y flexiona las muñecas hacia arriba lo más posible.",
        "Hold the contracted position for a brief pause, then inhale and slowly lower the barbell back to the starting position." : "Mantén la posición contraída durante una breve pausa, luego inhala y baja lentamente la barra a la posición inicial.",
        "barbell revers wrist curl v. 2": "FLEXIÓN DE MUÑECA INVERTIDA CON BARRA V. 2",
        "Sit on a bench with your feet flat on the ground and your knees bent." : "Siéntate en un banco con los pies planos en el suelo y las rodillas dobladas.",
        "Hold a barbell with an overhand grip, palms facing down, and your hands shoulder-width apart." : "Sostén una barra con un agarre por encima, las palmas hacia abajo, y las manos separadas al ancho de los hombros.",
        "Rest your forearms on your thighs, allowing your wrists to hang off the edge." : "Apoya los antebrazos en los muslos, permitiendo que las muñecas cuelguen del borde.",
        "Keeping your forearms stationary, exhale and curl your wrists upward as far as possible." : "Manteniendo los antebrazos estacionarios, exhala y flexiona las muñecas hacia arriba lo más posible.",

        "barbell reverse wrist curl": "FLEXIÓN DE MUÑECA INVERTIDA CON BARRA",
        "Sit on a bench with your feet flat on the ground and hold a barbell with an overhand grip, palms facing down." : "Siéntate en un banco con los pies planos en el suelo y sostén una barra con un agarre por encima, las palmas hacia abajo.",
        "Slowly curl your wrists upward, bringing the barbell towards your body." : "Flexiona lentamente las muñecas hacia arriba, acercando la barra a tu cuerpo.", 
        "Pause for a moment at the top, then slowly lower the barbell back down to the starting position.": "Haz una pausa por un momento en la parte superior, luego baja lentamente la barra de nuevo a la posición inicial.",

        "barbell standing back wrist curl":"FLEXIÓN DE MUÑECA HACIA ATRÁS DE PIE CON BARRA",
        "Stand up straight with your feet shoulder-width apart and hold a barbell with an overhand grip." : "Párate derecho con los pies separados al ancho de los hombros y sostén una barra con un agarre por encima.",
        "Rest the barbell on the back of your hands with your palms facing down and your fingers pointing towards your body." : "Apoya la barra en la parte posterior de tus manos con las palmas hacia abajo y los dedos apuntando hacia tu cuerpo.",
        "Keeping your upper arms stationary, exhale and curl your wrists upwards as far as possible." : "Manteniendo los brazos superiores estacionarios, exhala y flexiona las muñecas hacia arriba lo más posible.",

        "barbell wrist curl" : "FLEXIÓN DE MUÑECA CON BARRA",
        "Sit on a bench with your feet flat on the ground and your forearms resting on your thighs, holding a barbell with an underhand grip." : "Siéntate en un banco con los pies planos en el suelo y los antebrazos apoyados en los muslos, sosteniendo una barra con un agarre invertido.",
        "Allow the barbell to roll down to your fingertips, keeping your wrists straight." : "Permite que la barra ruede hasta las puntas de los dedos, manteniendo las muñecas rectas.",
        "Slowly curl the barbell up towards your forearms by flexing your wrists." : "Flexiona lentamente la barra hacia arriba hacia los antebrazos flexionando las muñecas.",

        "barbell wrist curl v. 2":"FLEXIÓN DE MUÑECA CON BARRA V. 2",
        "Hold a barbell with an underhand grip, palms facing up, and your hands shoulder-width apart." : "Sostén una barra con un agarre invertido, las palmas hacia arriba, y las manos separadas al ancho de los hombros.",
        "Slowly curl your wrists upward, bringing the barbell towards your forearms." : "Flexiona lentamente las muñecas hacia arriba, acercando la barra a los antebrazos.",

        "cable reverse wrist curl":"FLEXIÓN DE MUÑECA INVERTIDA CON CABLE ",
        "Attach a cable to a low pulley and sit on a bench facing the cable machine." : "Fija un cable a una polea baja y siéntate en un banco frente a la máquina de cables.",
        "Grasp the cable handle with an overhand grip, palms facing down." : "Agarra el mango del cable con un agarre por encima, las palmas hacia abajo.",
        "Pause for a moment at the top, then inhale and slowly lower your wrists back down to the starting position." : "Haz una pausa por un momento en la parte superior, luego inhala y baja lentamente las muñecas de nuevo a la posición inicial.",

        "Start time is required":"La hora de inicio es requerida"


    }
}